txt_title = "Здоров'я"
h = 700
b = 700
hello = "ВІТаЮ"
instraction = ("Ця програма дозволить вам за допомогою тесту Руф'є провести первинну діагностику вашого здоров'я.\n"
"Проба Руф'є є навантажувальним комплексом, призначеним для оцінки працездатності серця при фізичному навантаженні.\n"
"У випробуваного, що знаходиться в положенні лежачи на спині протягом 5 хв, визначають частоту пульсу за 15 секунд;\n"
'потім протягом 45 секунд випробуваний виконує 30 присідань.\n'
'Після закінчення навантаження випробуваний лягає, і в нього знову підраховується кількість пульсацій за перші 15 секунд,\n'
"А потім — за останні 15 секунд першої хвилини періоду відновлення.\n"
"Важливо! Якщо в процесі проведення випробування ви відчуєте себе погано (з'явиться запаморочення, шум\n"
"вухах, сильна задишка та ін.), то тест необхідно перервати і звернутися до лікаря.\n"
"Всьо буде, чєсна")
pbtn_text = "Почати тест"
txt_index = "Індекс Рут'є: "
txt_workheart = 'Працездатність серця: '
txt_res1 = "низька. Терміново зверніться до лікаря!"
txt_res2 = "задовільна. Зверніться до лікаря!"
txt_res3 = "середня. Можливо, варто додатково обстежитись у лікаря."
txt_res4 = "вище середнього"
txt_res5 = "висока"